Repository: okhin/Eclipse-Phase-French-Translation
Catalog: eclipsephase/OmegaT+/project.tmx
Source language: en_us
Languages: fr_fr

source: In many habitats, hyper-augmented elites rule a mass of humanity that is stuck using low-end morphs and minimal augmentations, or even infomorphs living in rented morphs, but this is not the only option found in the solar system.
fr_fr: Dans de nombreux habitats, les élites hyper-augmentées dirigent la masse de l'humanité qui est forcée à utiliser des morphs bas de gamme et des augmentations minimales, ou même à l'état d'infomorph vivant dasn des morphs louées, mais ce n'est pa las eule option dans le système solaire.

source: Transhumanity has splintered into a wide variety of subcultures, some of which are based upon an individual's choice of morph.
fr_fr: La trasnhumanité s'est fragmentée en une vaste gamme de sous-culture, certaines étant basées sur le choix de morph des individus.

source: Some of this separation is due to the necessity of inhabiting difficult environments.
fr_fr: Une partie de ces sépration est due à la nécessité d'habiter dans des environnements difficile.

source: From aquanauts living in Europa's aquatic environment or rusters on Mars to the fact that zero-g habitats are relatively inexpensive and are best inhabited by microgravity-adapted morphs like bouncers, many unusual environments require those living in them to choose from a very limited range of morphs.
fr_fr: Des aquanautes vivant dans l'environnement principalement aquatique d'Europe aux rusters de Mars en passant par le fait que les habitats en zéro-g sont relativement courant et sont abités en général par des morphs adaptées aux micro-gravité comme les bouncers, beaucoup d'environnements inhabituels nécessitent que ceux qui y vivent doivent choisir dans une gamme de morph limitées.

source: Sometimes, though, this separation is ideological in nature, such as the rise of groups like the ultimates (p.
fr_fr: Des fois, cependant, cette séparation est idéologique par nature, telles que l'évènement de groupes comme les ultimes (p.

source: 82) or some of the separatist uplift communities that seek to define their own space separate from human cultures.
fr_fr: 82) ou quelques unes des communautés d'élevés spérationnistes qui cherchent à définir leur propre espace, séparé des cultures humaines.

source: There are dozens of specialist morphs and an even greater number of habitats or other settlements that are inhabited largely or exclusively by individuals using a single type of morph or a limited number of specialist morphs.
fr_fr: Il y a des douzaines de morphs spécialisées et un nombre encore plus grand d'habitats ou d'autres établissements qui sont habités majoritairement ou exclusivement par des individus utilisant un seul type de morph ou un nombre limité de morph spécialisées.

source: In the asteroid belt and in the rings and smaller moons of Saturn, there are more than one hundred habitats that do not rotate, with all portions in zero or near-zero gravity.
fr_fr: Dans la ceinture d'astéroïdes et sur le splus petites lunes et dans les anneaux de Staurne, il y a plus du'ne centaine d'habitat qui ne tournent pas et dont toutes les parties sont en gravité zéro ou proche de la gravité zéro.

source: The inhabitants typically use bouncer or novacrab morphs, along with a small number of synthetic morphs and other pods.
fr_fr: Typiquement, les habitants utilisent les morphs bouncer ou de novacrabe, en même temps qu'un petit nombre de morphs synthétique et d'autres pods.

source: There is also a vast number of other habitats that are segregated in various other ways, including ones where all permanent residents are uplifts inhabiting one of the various transgenic morphs, like the octomorph or neo-avian morphs.
fr_fr: Il y a également un grand nombre d'autres habitats qui imposent des ségrégations de différentes manières, incluant ceux dans lesquels les résidents sont des élevés habitants l'une des nombreuses morphs transgénique, telles que l'octomorph ou les morphs néo-aviaires.

source: Other habitats are only open to residents with various enhanced morphs like exalts or mentons.
fr_fr: D'autres habitats ne sont ouvert qu'aux résidents possédant certaines morphs améliorées telles que les mentons et les exaltés.

source: There are even habitats where all residents must inhabit morphs that are all clones of one another.
fr_fr: Il y a même des habitats où tous les résidents doivent habiter des morphs qui sont toutes des clones d'une autre.

source: In almost all of these habitats, residents are free to add whatever augmentations they wish to their morphs, but some habitats forbid residents from changing their morph's external appearance, and individuals who violate this rule are forced to leave the habitat if they refuse to reverse these changes.
fr_fr: Dans la plupart de ces habitats, les résidents sont libre d'ajouter les augmentations qu'ils veulent à leur morph, mais certains habitats interdisent aux résidents de changer l'apparence externe de leur morph, et les individus qui violent cette règle sont forcés de quitter l'habitat si ils refusent d'annuler ces changements.

source: Some habitats do away with the necessity of both life support and gravity.
fr_fr: Certains habitats ne se préoccupent même plus du support vital et de la gravité.

source: In these locations, all residents are infomorphs who either inhabit their own synth bodies or, in a few very eccentric cases, where all of the inhabitants are infomorphs who spend most of their existence in the habitat's central computers.
fr_fr: Dans ces endroits, tous les habitantssnt des infomorphs qui habitent soit dans leur propre corps synthétique soit, dans certains cas excentriques, tous les habitants sont des infomoprhs qui passent la plupart de leur existence dans les ordinateurs centraux de l'habitat.

source: When they need to interact with the physical world, these infomorphs are free to use one of the many synthmorphs that the habitat owns and that the residents share among themselves.
fr_fr: Lorsqu'ils ont besoin d'interagir avec le monde physique, ces infomorphs sont libres d'utiliser l'une des nombreuses synthmorphs que possède l'habitat et que les habitants se partagent.

source: Although considered quite eccentric to many and horrifying to bioconservatives, habitats inhabited solely by synthmorphs or infomorphs are among the least expensive to build and maintain and are a low-cost way for groups of infomorph refugees from Earth to gain independence.
fr_fr: Bien que considérés comme excentrique par beaucoup et avec horreur pour les bioconservateurs, des habitats habités uniquement par des synthmorphs ou des infomorphs sont parmi les moins cher à construire et à maintenir et sont une manière pour les groupes d'infugies d'obtenir l'indépendance à moindre coût.

source: Because individuals who choose this way of life have often spent a decade or more as infomorphs, this option often seems both familiar and in many ways more comfortable than inhabiting a living morph.
fr_fr: Comme les individus qui choisissent ce mode de vie ont souvent passé des décennies ou plus en temps qu'infomorph, cette option semble à la fois familière et plus confortables par de nombreux aspect que d'habiter une morph biologique.

source: As Earth becomes more distant in transhumanity's collective memory, its traditions and social norms hold less sway and people feel more free to create and use new bodies and new ways of life to go along with them.
fr_fr: Alors que la Terre devient de plus en plus distante dans la mémoire collective de la transhumanité, ses traditions et normes sociales ont moins d'impact ey les gens se sentent plus libre de créer et d'utiliser de nouveaux corps et de nouveaux modes de vie pour aller avec.

source: Ironically, the first contact between transhumanity and alien life was made by a group of isolates with no interest in the rest of transhumanity.
fr_fr: Le premier contact entre la trasnhumanité et une forme de vie étrangère a été ironiquement fait par un groupe d'isolés qui n'avaient aucun intérêt dans le reste de la transhumanité.

source: A brinker doomsday cult habitat in the Neptunian Trojans, patiently waiting out the prophesized return of the TITANs, suffered a severe life support systems failure.
fr_fr: Un habitat bordé, d'un culte apocalyptique dasn les Troyens Neptuniens, attendant patiemment le retour prophétique des TITANS, subirent une panne critique des systèmes vitaux.

source: Not expecting anyone to respond to their distress signals, they were simultaneously relieved and shocked to have an alien starship come to their aid.
fr_fr: Ne s'attendant pas à ce que quiconque répondent à leurs signaux de détrssenet, ils furent à la fois soulagés et choqués lorsqu'on vaisseau étranger vitn à leur secours.

source: Shortly after this event, three the unknown ships of alien design simultaneously approached Mars, Luna, and Titan, logging on to local networks to announce their presence and peaceful intentions.
fr_fr: Peu de temps après cet évènement, trois vaisseaux incconus de conception étrangère approchèrent simultanément Mars, la Lune et Titan, se connectant aux réseaux locaux pour annoncr leur présence et leurs intentions pacifiques.

source: Though their presence initially raised alarm and panic, their rescue of the brinkers and assurances of non-hostility allowed cooler heads to prevail.
fr_fr: Bien que leur présence commença par alarmer et paniquer les transhumains, le sauvetage des bordés et les assurances de non agressions permirent aux plus calmes de dominer le débat.

source: Coming just three years after the silent hostility of the TITANs, the new aliens were pleasantly non-threatening.
fr_fr: Arrivant à peine trois ans après l'attaque silencieuse des TITANs, les nouveaux venus étaient agréablement non menaçants.

source: Quickly dubbed “Factors,” both because of their claims to act as ambassadors for an assortment of alien civilizations and of their interesting biology, initial communications between species were confusing and jumbled.
fr_fr: Rapidement appelés "Facteurs", la communication initiale entre les espèces fut confuse et brouillée à la fois à cause de leur revendication d'agir en tant qu'ambassadeurs pour un ensemble de civilisations étrangères et de leur biologie intéressante.

source: The Factors made a number of veiled warnings and expressed concern over certain technological developments, particularly unrestrained artificial intelligence.
fr_fr: Les Facteurs adressèrent un ensemble d'avertissements voilés et montrère leur préoccupation vis à vis de certains développement technologique, et plus spécifiquement envers les intelligence artificielles non réfrénées.

source: They have refused entirely to deal with digital entities and broken off negotiations with anyone currently engaged in AGI development or utilizing the Pandora Gates.
fr_fr: Ils ont refusé de traiter avec des entités numériques et ont rompus toutes négociation avec quiconque qui était engagé dans el développement des AGI ou qui utilisait les Portes de Pandorre.

source: The Factors have implied that they were aware of and watching humanity for some time, but chose to wait to make contact ... implying some implicit fear of the singularity.
fr_fr: Les facteurs ont sous-entendus qu'ils connaissaient et surveillaient l'humanité depuis un peu de temps, mais qu'ils avaient choisis d'attendre avant d'établir un contact ... impliquant une peur implicite de la singularité.

source: Dealing with multiple factions, the primary relationship between the Factors to transhumanity is a commercial one.
fr_fr: Traitant avec des factions multiples, les premières relations entr les Facteurs et la transhumanité ont étés des relations commerciales.

source: Though they are often dismissive of transhumanity’s technological achievements, they are interested in our scientific development and breakthroughs, particularly in the biosciences, as well as our art, history, and culture.
fr_fr: Bien qu'ils se soient souvent montrés dédaigneux envers les avancées de la technologie transhumaine, ils se sont montrés interessés par nos développement et percées scientifiques, en particulier dans le domaine des sciences biologiques, ainsi que dans notre art, notre histoire et notre culture.

source: They remain tight-lipped about their own civilization and other xenomorphs, though they have on occasion traded alien artifacts of unusual design and peculiar function.
fr_fr: Ils restent silencieux à propos de leur propre civilisations et des autres xénomorphe, bien qu'ils aient cooasionellement échangé des artefacts étrangers de conception inhabituelle et de fonctionement inhabituel.

source: It is widely assumed that these are simply trinkets of limited value and that the Factors are careful not to share anything of true worth to transhumanity, particularly anything that might drastically affect our growth.
fr_fr: Il est largement admis qu'il ne s'agît que de bibelots de faible valeur et que les Facteurs sont particulièrement précauttionneux quand au fait de ne rien partager de réelle valeru avec la transhumanité, particulièrement tout ce qui pourrait accélérer drastiquement notre développement.

source: Biologically, the Factors appear to be some sort of evolved slime mold colony.
fr_fr: D'un point de vue biologique, les facteurs semblent être une sorte de slime évolué et de colonie de moisissure.

source: As far as is known, they communicate purely by chemical signals and receptors, requiring any interactions with transhumanity to be computermediated.
fr_fr: Pour ce que nous en savons, ils communiquent en utilisant uniquement des signaux et des récepteurs chimiques, imposant à toute interaction avec les transhumains de se faire via un ordinateur.

source: Several different types of Factors have been sighted, implying that they engage in heavy biological modification.
fr_fr: Différents type de Facteurs ont étés vus, ils ont donc recours à de lourdes modifications biologiques.

source: Factor starcraft appear to be lighthuggers capable of nearlight speeds.
fr_fr: Les vaisseaux des Facteurs sont des croiseurs léger capable de voyager à des vitesse quasi-luminiques.

source: Due to the frequency of their visitations to the solar system (2–3 times a year), however, it is speculated that they either have a nearby base, or that they possess the capabilities for faster-than-light travel—or possibly they have Pandora Gates of their own.
fr_fr: En raison de la fréquence de leur visites dans le système solaire (2-3 fois par an), on suppose qu'ils aient soit une base à proximité ou qu'ils possèdent des capacité de voyager plsu vite que la lumière - à moins qu'ils n'aient leur propre Porte de Pandorre.

source: Given the wide dissimilarities in psychology between transhuman species and the Factors it would be presumptuous to speculate concerning their true feelings and agenda towards transhumanity.
fr_fr: Étant donné les profondes différences psychologiques entre les espèces transhumaines et les facteurs ils serait présomptueux de spéculer sur leur véritables intentions et plans vis à vis de la transhumanité.

source: It is hoped, however, that by continuing negotiations with them, transhumanity may learn more about the nature of the galaxy—and possibly even our own history.
fr_fr: On espère, cependant, qu'en continuant les négociations avec eux, la transhumanité puisse apprendre des choses sur la nature de la galaxie - et probablement sur notre propre histoire.

source: Culture and society
fr_fr: Société et culture

source: The Fall and its aftermath continues to be a major influence on transhuman culture and society.
fr_fr: La Chute et ses conséquences continuent d'être une influence majeure sur la culture et la société transhumaine.

source: Prior to the start of the evacuation, more than ninety-nine percent of the people who survived the Fall had never been off Earth.
fr_fr: Avant le début de l'évacuation, plus de quatre vingt dix neuf pourcent des gens qui ont survécus à la Chute n'avaient jamais quitté la Terre.

source: For them, space was a distant realm where other, more daring and adventurous people lived, a place Earth dwellers only saw on videos.
fr_fr: De leur point de vue, l'espace était un royaume distant dans lequel d'autres personnes, des personnes plus audacieuses et aventureuses vivaient, un endroit que les Terriens n'avaient vu qu'en vidéo.

source: Earth was their home.
fr_fr: La Terre était leur maison.

source: Then, in the course of a few short years, hundreds of millions of people were forced to leave Earth.
fr_fr: Puis, en l'espace de quelques années, des centaines de millions de personne furent forcées de quitter la Terre.

source: The fortunate few first evacuees left with no more than a dozen kilograms of possessions, while the vast majority were infomorph refugees who left Earth with nothing, not even their bodies.
fr_fr: Les premiers évacuéés, les plus chanceux, ont quittés la Terre avec un peu moins de douze kilos de possessions, alors que l'immense majorité ont été des réfugiés infomorphs qui quittèrent la Terre sans rien, pas même leur corps.

source: Today, transhumanity is divided into three groups.
fr_fr: Aujourd'hui, la transhumanité est divisée en trois groupes.

source: The first group contains the true veterans of space life, the less-than-one-percent of humanity that was already living in space before the Fall.
fr_fr: Le premier groupe contient les vétérans de la vie dans l'espace, la tranche de moins d'un pourcent de l'humanité qui était déjà dans l'espace avant la Chute.

source: The second group is the ten percent of the population that was either born after the Fall or is too young to remember living on Earth.
fr_fr: Le deuxième groupe regroupe les dix pourcent de la population qui sont soit nait après la Chute ou trop jeune pour se rappeler avoir vécu sur Terre.

source: The remaining eighty-nine percent of the current population of the solar system lived generally happy and prosperous lives on Earth before the Fall forced them to flee for their lives.
fr_fr: Les quatre vingt neuf pourcent de la population du système solaire restante vivait des vies heureuses et propsères sur Terre avant que la Chute les forces à fuir loin de leur vies.

source: These refugees from Earth form a powerful social force, but as time goes on memories of Earth grow dim, and people adapt to their new homes and lives.
fr_fr: Ces réfugiés de la Terre forment une puissante force sociale, mais plus le temps passe, plsu les souvenirs de la Terre s'amincissent et plus les gens s'adaptent à leurs nouvelles maison et à leur vies nouvelles.

source: Most of transhumanity, especially those who were forced to flee from the dying Earth, still mourn their former home.
fr_fr: La plus grande partie de la transhumanité, plus particulièrement ceux qui ont du fuir la Terre mourante, portent toujours le deuil de leur ancienne maison.

source: Their longing for and nostalgia of Earth has profoundly affected transhuman culture.
fr_fr: Leur désir et leur nostalgie de la Terre a profondément affecté la culture transhumaine.

source: Artifacts from Earth, including ones as trivial as coins or bits of dried vegetation, are considered to be treasured mementos that have great economic and emotional value.
fr_fr: Des artefacts de la Terre, y compris des objest aussi triviaux que des pièces ou des éléments de végétation séchées, sont considérés comme des souvenirs précieux qui ont une grande valeur émotionnelle et économique.

source: The interdiction of Earth makes acquiring such artifacts quite difficult and dangerous.
fr_fr: L'interdiction de la Terre fait que l'acquisition de tels artefacts est particulièrement difficile et dangereuse.

source: As a result, the trade in Earth artifacts is a lucrative portion of the black market, enough so that fearless scavengers are willing to risk being shot down by a patrolling killsat just to get to Earth, where they also face death from numerous lingering dangers.
fr_fr: Conséquemment, le commerce d'artefacts Terrestre est une part lucrative du marché noir, suffisament lucrative pour que des charognards téméraires tentent leur chance et risquent d'être abattus par des satellites tueurs juste pour aller sur Terre, où ils doivent en plus affronter la mort à cause des nombreux dangers dormants.

source: The mesh is peppered with stories of daring explorers who traveled to Earth to retrieve all manner of priceless relics, as well as an equal number of stories about explorers who died or simply vanished on such expeditions.
fr_fr: Le mesh est plein d'histoires pimentées parlant d'explorateurs audacieux qui ont voyagés sur la Terre pour ramener tout un tas de reliques précieuses, tout autant que d'histoire à propos d'explorateurs qui sont mort ou qui ont simplement siaprus dans de telles expéditions.

source: More than one team of gatecrashers has funded their expedition through a preliminary relic-hunting expedition to Earth, which serves to test their mettle while they work to raise funds.
fr_fr: Plus d'une équipe de resquilleurs a financé une expédition par une chasse au trésor terrestre préliminaire, qui leur permet aussi de tester leur ardeurs tout en travaillant à récolter de l'argent.

source: Nostalgia for Earth also affects the way transhumanity has redesigned itself.
fr_fr: La nostalgie de la Terre affecte également la manière dont la transhumanité s'est reconçue.

source: In the decade prior to the Fall, humanity had begun to freely alter itself, with both radical body modification and the first commercial resleeving resulting in a growing number of obviously non-human morphs.
fr_fr: Durant la décennie précédent la Chute, l'humanité a commencé à se modifier sans contrainte, à la fois grâce aux modificatiosn corporelles radicales et aux première réincranation commerciales ce qui a mené à avoir un nombre sans cesse croissant de morph manifestement non humaine.

source: The vast majority of current morphs, however, are relatively human in appearance (if not in internal structure).
fr_fr: La vaste majorité des morphs actuelles sont cependant relativement humaine en apparence (si ce n'est au niveau de la structure interne).

source: Even for people too young to remember the Fall, asserting individual humanity is an important part of postFall culture.
fr_fr: Même pour les personnes trop jeunes pour se rappeler la Chute, s'affirmer en tant qu'uhumain est une part importante de la culture postChute.

source: Some people keep a resemblance to the traditional human form as a remembrance of Earth, while others do it to celebrate humanity's victory over the monstrous and inhuman TITANs that attempted to destroy them.
fr_fr: Certaines personnes gardent une forme ressemblant à l'humain traditionnel en souvenir de la Terre, alors qued 'autre le font pour célébrer la victoire de l'humain sur les TITANs inhumaisn et monstrueux qui ont essayés de les détruire.

source: With the exception of a few eccentric groups like the ultimates, the majority of humanity values looking human and preserving human traditions and institutions.
fr_fr: À l'exception de quelques groupes excentriques tels que les ultimes, la majeure partie de l'humanité donne de la valeur à l'apparence humaine et à la rpéservation des institutions et des traditions humaines.

source: Also, even the ultimates' current version of their remade morph is considerably more human looking than the versions their predecessors designed before the Fall.
fr_fr: Et même la version actuelle de la morph recréée des ultimes est considérablement plus humaine que les versions que leurs prédécesseurs avaient conçues avant la Chute.

source: As a result, while synthmorphs are relatively common, most are made to look humanoid.
fr_fr: Même les synthmorphs, pourtant relativement courante, sont faites pour paraître humanoïde.
